Repository: dkxmercury/Rema
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, ru, uk, uz_cyrl, uz_latn

source: Try again
ar: إعادة المحاولة
de: Erneut versuchen
fr: Réessayer
ru: Попробовать снова
uk: Спробувати знову
uz_cyrl: Қайта уриниш
uz_latn: Qayta urinish

source: Turn on
ar: تفعيل
de: Einschalten
fr: Activer
ru: Включить
uk: Увімкнути
uz_cyrl: Ёқиш
uz_latn: Yoqish

source: Ukrainian
ar: الأوكرانية
de: Ukrainisch
fr: Ukrainien
ru: Украинский
uk: Українська
uz_cyrl: Украин тили
uz_latn: Ukrain tili

source: Undo
ar: تراجع
de: Rückgängig
fr: Annuler
ru: Отменить
uk: Скасувати
uz_cyrl: Қайтариш
uz_latn: Qaytarish

source: Unlock Rema
ar: فتح Rema
de: Rema entsperren
fr: Déverrouiller Rema
ru: Открыть Rema
uk: Відкрити Rema
uz_cyrl: Rema’ни очиш
uz_latn: Rema’ni ochish

source: Until the end of the year
ar: حتى نهاية السنة
de: Bis Jahresende
fr: Jusqu’à la fin de l’année
ru: До конца года
uk: До кінця року
uz_cyrl: Йил охиригача
uz_latn: Yil oxirigacha

source: Up to %@, a good time to get outside.
ar: حتى %@، وقت مناسب للخروج.
de: Bis %@, gute Zeit, rauszugehen.
fr: Jusqu’à %@, un bon moment pour sortir.
ru: До %@, хорошее время выбраться на улицу.
uk: До %@, гарний час вибратися надвір.
uz_cyrl: %@ гача, ташқарига чиқиш учун яхши вақт.
uz_latn: %@ gacha, tashqariga chiqish uchun yaxshi vaqt.

source: Up to %@, drink more water.
ar: حتى %@، اشرب ماء أكثر.
de: Bis %@, trink mehr Wasser.
fr: Jusqu’à %@, buvez beaucoup d’eau.
ru: До %@, пейте больше воды.
uk: До %@, пийте більше води.
uz_cyrl: %@ гача, кўпроқ сув ичинг.
uz_latn: %@ gacha, ko‘proq suv iching.

source: Up to 20 places. Any name, only you see it.
ar: حتى 20 مكانًا. أي اسم، وتراه أنت فقط.
de: Bis zu 20 Orte. Beliebiger Name, nur du siehst ihn.
fr: Jusqu’à 20 lieux. Nom libre, vous seul le voyez.
ru: Мест до 20. Название любое, его видите только вы.
uk: До 20 місць. Назва будь-яка, її бачите тільки ви.
uz_cyrl: 20 тагача жой. Номи исталган, уни фақат сиз кўрасиз.
uz_latn: 20 tagacha joy. Nomi istalgan, uni faqat siz ko‘rasiz.

source: Up to three. They appear as buttons in the notification.
ar: حتى ثلاثة. تظهر كأزرار في الإشعار.
de: Bis zu drei. Sie erscheinen als Tasten in der Mitteilung.
fr: Jusqu’à trois. Ils apparaissent comme boutons dans la notification.
ru: До трёх. Они появятся кнопками в уведомлении.
uk: До трьох. Вони з’являться кнопками у сповіщенні.
uz_cyrl: Учтагача. Улар билдиришномада тугма бўлиб чиқади.
uz_latn: Uchtagacha. Ular bildirishnomada tugma bo‘lib chiqadi.

source: Upcoming
ar: القادمة
de: Anstehend
fr: À venir
ru: Впереди
uk: Попереду
uz_cyrl: Келгуси
uz_latn: Kelgusi

source: Update Rema
ar: حدّث Rema
de: Aktualisiere Rema
fr: Mettez Rema à jour
ru: Обновите Rema
uk: Оновіть Rema
uz_cyrl: Rema иловасини янгиланг
uz_latn: Rema ilovasini yangilang

source: Urgent
ar: عاجل
de: Dringend
ru: Срочно
uk: Терміново
uz_cyrl: Шошилинч
uz_latn: Shoshilinch

source: Urgent notifications
ar: العاجلة
de: Dringende
fr: Urgentes
ru: Срочные
uk: Термінові
uz_cyrl: Шошилинч
uz_latn: Shoshilinch

source: Uzbek, Cyrillic
ar: الأوزبكية بالحروف الكيريلية
de: Usbekisch, kyrillisch
fr: Ouzbek, cyrillique
ru: Узбекский, кириллица
uk: Узбецька, кирилиця
uz_cyrl: Ўзбек тили, кирилл
uz_latn: O‘zbek tili, kirill

source: Uzbek, Latin
ar: الأوزبكية بالحروف اللاتينية
de: Usbekisch, lateinisch
fr: Ouzbek, latin
ru: Узбекский, латиница
uk: Узбецька, латиниця
uz_cyrl: Ўзбек тили, лотин
uz_latn: O‘zbek tili, lotin

source: Vibration
ar: الاهتزاز
ru: Вибрация
uk: Вібрація
uz_cyrl: Тебраниш
uz_latn: Tebranish

source: Water the plants
ar: سقي النباتات
de: Blumen gießen
fr: Arroser les plantes
ru: Полить цветы
uk: Полити квіти
uz_cyrl: Гулларни суғориш
uz_latn: Gullarni sug‘orish

source: We sent a 6-digit code to %@. It works for 15 minutes.
ar: أرسلنا رمزًا من 6 أرقام إلى %@. يعمل لمدة 15 دقيقة.
de: Wir haben einen 6-stelligen Code an %@ geschickt. Er gilt 15 Minuten.
fr: Nous avons envoyé un code à 6 chiffres à %@. Il est valable 15 minutes.
ru: Мы отправили шестизначный код на %@. Он действует 15 минут.
uk: Ми надіслали шестизначний код на %@. Він діє 15 хвилин.
uz_cyrl: %@ манзилига 6 хонали код юбордик. У 15 дақиқа амал қилади.
uz_latn: %@ manziliga 6 xonali kod yubordik. U 15 daqiqa amal qiladi.

source: We will send an email with a link. Use it to set a new password.
ar: سنرسل رسالة فيها رابط. استخدمه لتعيين كلمة مرور جديدة.
de: Wir schicken dir eine E-Mail mit einem Link. Damit legst du ein neues Passwort fest.
fr: Nous enverrons un e-mail avec un lien. Il vous permettra de choisir un nouveau mot de passe.
ru: Пришлём письмо со ссылкой. По ней вы зададите новый пароль.
uk: Надішлемо лист із посиланням. За ним ви задасте новий пароль.
uz_cyrl: Ҳаволали хат юборамиз. У орқали янги пароль ўрнатасиз.
uz_latn: Havolali xat yuboramiz. U orqali yangi parol o‘rnatasiz.

source: Weather
ar: الطقس
de: Wetter
fr: Météo
ru: Погода
uk: Погода
uz_cyrl: Об-ҳаво
uz_latn: Ob-havo

source: Weather in the morning and evening?
ar: الطقس صباحًا ومساءً؟
de: Wetter morgens und abends?
fr: La météo le matin et le soir ?
ru: Погода утром и вечером?
uk: Погода зранку й увечері?
uz_cyrl: Эрталаб ва кечқурун об-ҳаво?
uz_latn: Ertalab va kechqurun ob-havo?

source: Weather notifications
ar: الطقس في الإشعارات
de: Wetter in Mitteilungen
fr: Météo en notification
ru: Погода в уведомлениях
uk: Погода в сповіщеннях
uz_cyrl: Билдиришномада об-ҳаво
uz_latn: Bildirishnomada ob-havo

source: Week
ar: أسبوع
de: Woche
fr: Semaine
ru: Неделя
uk: Тиждень
uz_cyrl: Ҳафта
uz_latn: Hafta

source: What Rema can do
ar: ما الذي يستطيعه Rema
de: Was Rema kann
fr: Ce que sait faire Rema
ru: Что умеет Rema
uk: Що вміє Rema
uz_cyrl: Rema нималар қила олади
uz_latn: Rema nimalar qila oladi

source: What and when
ar: ماذا ومتى
de: Was und wann
fr: Quoi et quand
ru: О чём и когда
uk: Про що і коли
uz_cyrl: Нима ва қачон
uz_latn: Nima va qachon

source: What and when to remind
ar: بماذا ومتى أذكّرك
de: Woran und wann erinnern
fr: Quoi rappeler et quand
ru: О чём и когда напомнить
uk: Про що і коли нагадати
uz_cyrl: Нимани ва қачон эслатиш
uz_latn: Nimani va qachon eslatish

source: What and when to remind?
ar: بماذا ومتى أذكّرك؟
de: Woran und wann erinnern?
fr: Quoi rappeler et quand ?
ru: О чём и когда напомнить?
uk: Про що і коли нагадати?
uz_cyrl: Нимани ва қачон эслатай?
uz_latn: Nimani va qachon eslatay?

source: What is next and how soon.
ar: ما التالي ومتى.
de: Was als Nächstes kommt und wann.
fr: Ce qui vient et dans combien de temps.
ru: Что дальше и через сколько.
uk: Що далі і через скільки.
uz_cyrl: Кейинги нима ва қачон.
uz_latn: Keyingi nima va qachon.

source: What should I remind about?
ar: بماذا أذكّرك؟
de: Woran soll ich erinnern?
fr: Que dois-je rappeler ?
ru: О чём напомнить?
uk: Про що нагадати?
uz_cyrl: Нимани эслатай?
uz_latn: Nimani eslatay?

source: What to remind about
ar: بماذا أذكّرك
de: Woran erinnern
fr: Quoi rappeler
ru: О чём напомнить
uk: Про що нагадати
uz_cyrl: Нимани эслатиш
uz_latn: Nimani eslatish

source: When I arrive
ar: عند الوصول
de: Bei Ankunft
fr: En arrivant
ru: Когда приду
uk: Коли прийду
uz_cyrl: Келганимда
uz_latn: Kelganimda

source: When I leave
ar: عند المغادرة
de: Beim Verlassen
fr: En partant
ru: Когда уйду
uk: Коли піду
uz_cyrl: Кетганимда
uz_latn: Ketganimda

source: When a reminder is less than an hour away, close Rema. The countdown shows up at the top of the screen and on the Lock Screen.
ar: عندما يبقى أقل من ساعة على التذكير، صغّر Rema. سيظهر العد التنازلي أعلى الشاشة وعلى شاشة القفل.
de: Ist eine Erinnerung weniger als eine Stunde entfernt, schließ Rema. Der Countdown erscheint oben auf dem Bildschirm und auf dem Sperrbildschirm.
fr: Quand un rappel arrive dans moins d’une heure, fermez Rema. Le compte à rebours s’affiche en haut de l’écran et sur l’écran verrouillé.
ru: Когда до напоминания меньше часа, сверните Rema. Отсчёт появится наверху экрана и на экране блокировки.
uk: Коли до нагадування менше години, згорніть Rema. Відлік з’явиться вгорі екрана й на замкненому екрані.
uz_cyrl: Эслатмагача бир соатдан кам қолганда Rema’ни ёпинг. Ҳисоб экран тепасида ва қулф экранида кўринади.
uz_latn: Eslatmagacha bir soatdan kam qolganda Rema’ni yoping. Hisob ekran tepasida va qulf ekranida ko‘rinadi.

source: When to remind?
ar: متى أذكّرك؟
de: Wann erinnern?
fr: Quand le rappeler ?
ru: Когда напомнить?
uk: Коли нагадати?
uz_cyrl: Қачон эслатай?
uz_latn: Qachon eslatay?

source: Widgets
ar: الأدوات
ru: Виджеты
uk: Віджети
uz_cyrl: Виджетлар
uz_latn: Vidjetlar

source: Widgets and notifications stay open. If %@ does not work, you can enter the phone passcode.
ar: لا يغلق هذا الأدوات والإشعارات. وإن لم يعمل %@ يمكنك إدخال رمز دخول الهاتف.
de: Widgets und Mitteilungen bleiben offen. Klappt %@ nicht, kannst du den iPhone-Code eingeben.
fr: Les widgets et les notifications restent visibles. Si %@ ne fonctionne pas, vous pouvez saisir le code du téléphone.
ru: Виджеты и уведомления это не закрывает. Если %@ не сработал, можно ввести код телефона.
uk: Віджети й сповіщення це не закриває. Якщо %@ не спрацював, можна ввести код-пароль телефона.
uz_cyrl: Виджет ва билдиришномалар ёпилмайди. Агар %@ ишламаса, телефон кодини киритиш мумкин.
uz_latn: Vidjet va bildirishnomalar yopilmaydi. Agar %@ ishlamasa, telefon kodini kiritish mumkin.

source: Work
ar: العمل
de: Arbeit
fr: Travail
ru: Работа
uk: Робота
uz_cyrl: Иш
uz_latn: Ish

source: Write below what and when to remind you
ar: اكتب في الأسفل بماذا ومتى أذكّرك
de: Schreib unten, woran und wann erinnert werden soll
fr: Écrivez en bas quoi rappeler et quand
ru: Напишите внизу, о чём и когда напомнить
uk: Напишіть унизу, про що і коли нагадати
uz_cyrl: Пастга нимани ва қачон эслатишни ёзинг
uz_latn: Pastga nimani va qachon eslatishni yozing

source: Write the way you speak
ar: اكتب كما تتكلم
de: Schreib, wie du sprichst
fr: Écrivez comme vous parlez
ru: Пишите как говорите
uk: Пишіть, як говорите
uz_cyrl: Гапиргандек ёзинг
uz_latn: Gapirgandek yozing

source: Write to support
ar: مراسلة الدعم
de: Support schreiben
fr: Écrire au support
ru: Написать в поддержку
uk: Написати в підтримку
uz_cyrl: Қўллаб-қувватлашга ёзиш
uz_latn: Qo‘llab-quvvatlashga yozish

source: Write “when I leave work” or “when I get home”. This needs location access and at least one place.
ar: اكتب «عندما أغادر العمل» أو «عندما أصل إلى البيت». يحتاج ذلك إلى إذن الموقع ومكان واحد على الأقل.
de: Schreib „wenn ich die Arbeit verlasse“ oder „wenn ich nach Hause komme“. Dafür brauchst du Standortzugriff und mindestens einen Ort.
fr: Écrivez « quand je quitte le travail » ou « quand j’arrive à la maison ». Il faut l’accès à la localisation et au moins un lieu.
ru: Напишите «когда уйду с работы» или «когда приду домой». Для этого нужен доступ к геопозиции и хотя бы одно место.
uk: Напишіть «коли піду з роботи» або «коли прийду додому». Для цього потрібен доступ до геопозиції й хоча б одне місце.
uz_cyrl: «ишдан кетганимда» ёки «уйга келганимда» деб ёзинг. Бунинг учун жойлашувга рухсат ва камида битта жой керак.
uz_latn: «ishdan ketganimda» yoki «uyga kelganimda» deb yozing. Buning uchun joylashuvga ruxsat va kamida bitta joy kerak.

source: Wrong email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
de: E-Mail oder Passwort ist falsch.
fr: E-mail ou mot de passe incorrect.
ru: Неверная почта или пароль.
uk: Неправильна пошта або пароль.
uz_cyrl: Почта ёки пароль нотўғри.
uz_latn: Pochta yoki parol noto‘g‘ri.

source: Yes
ar: نعم
de: Ja
fr: Oui
ru: Да
uk: Так
uz_cyrl: Ҳа
uz_latn: Ha

source: You asked for too many codes today. Try again tomorrow.
ar: طلبت رموزًا كثيرة اليوم. حاول مرة أخرى غدًا.
de: Du hast heute zu viele Codes angefordert. Versuch es morgen noch einmal.
fr: Vous avez demandé trop de codes aujourd’hui. Réessayez demain.
ru: Сегодня вы запросили слишком много кодов. Попробуйте завтра.
uk: Сьогодні ви запросили забагато кодів. Спробуйте завтра.
uz_cyrl: Бугун жуда кўп код сўрадингиз. Эртага уриниб кўринг.
uz_latn: Bugun juda ko‘p kod so‘radingiz. Ertaga urinib ko‘ring.

source: You can use your voice
ar: يمكنك استخدام صوتك
de: Es geht auch per Sprache
fr: Vous pouvez parler
ru: Можно голосом
uk: Можна голосом
uz_cyrl: Овоз билан ҳам бўлади
uz_latn: Ovoz bilan ham bo‘ladi

source: You can write like this
ar: يمكنك الكتابة هكذا
de: So kannst du schreiben
fr: Vous pouvez écrire ainsi
ru: Можно писать так
uk: Можна писати так
uz_cyrl: Шундай ёзиш мумкин
uz_latn: Shunday yozish mumkin

source: You wrote recently
ar: كتبت مؤخرًا
de: Zuletzt geschrieben
fr: Écrit récemment
ru: Вы недавно писали
uk: Ви нещодавно писали
uz_cyrl: Яқинда ёзганларингиз
uz_latn: Yaqinda yozganlaringiz

source: Your account will be deleted together with all reminders, places, your own sounds and settings. They disappear from the server and from this phone. This cannot be undone.
ar: سيُحذف الحساب مع كل التذكيرات والأماكن والأصوات الخاصة والإعدادات. ستختفي من الخادم ومن هذا الهاتف. لا يمكن التراجع عن ذلك.
de: Das Konto wird mit allen Erinnerungen, Orten, eigenen Tönen und Einstellungen gelöscht. Sie verschwinden vom Server und von diesem Telefon. Das lässt sich nicht rückgängig machen.
fr: Le compte sera supprimé avec tous les rappels, lieux, sons personnels et réglages. Ils disparaîtront du serveur et de ce téléphone. Cette action est irréversible.
ru: Аккаунт удалится вместе со всеми напоминаниями, местами, своими звуками и настройками. Они пропадут с сервера и с этого телефона. Отменить это нельзя.
uk: Акаунт видалиться разом з усіма нагадуваннями, місцями, своїми звуками й налаштуваннями. Вони зникнуть із сервера й з цього телефону. Скасувати це не можна.
uz_cyrl: Аккаунт барча эслатмалар, жойлар, ўз товушларингиз ва созламалар билан бирга ўчирилади. Улар сервердан ва шу телефондан йўқолади. Буни бекор қилиб бўлмайди.
uz_latn: Akkaunt barcha eslatmalar, joylar, o‘z tovushlaringiz va sozlamalar bilan birga o‘chiriladi. Ular serverdan va shu telefondan yo‘qoladi. Buni bekor qilib bo‘lmaydi.

source: Your own
ar: الخاصة بك
de: Eigene
fr: Les vôtres
ru: Свои
uk: Свої
uz_cyrl: Ўзингизники
uz_latn: O‘zingizniki

source: Your phrases
ar: عباراتك
de: Deine Sätze
fr: Vos phrases
ru: Ваши фразы
uk: Ваші фрази
uz_cyrl: Ибораларингиз
uz_latn: Iboralaringiz

source: a badge on the icon and one more reminder in %lld minutes
ar: رقم على الأيقونة وتذكير آخر بعد %lld دقيقة
de: Zahl am App-Symbol und noch eine Erinnerung nach %lld Minuten
fr: un badge sur l’icône et un rappel de plus %lld minutes après
ru: число на значке и ещё одно напоминание через %lld минуты
uk: число на значку й ще одне нагадування через %lld хвилини
uz_cyrl: белгида рақам ва %lld дақиқадан кейин яна бир эслатма
uz_latn: belgida raqam va %lld daqiqadan keyin yana bir eslatma

source: a day before
ar: قبل يوم
de: einen Tag vorher
fr: la veille
ru: за день
uk: за день
uz_cyrl: бир кун олдин
uz_latn: bir kun oldin

source: a light response to touches
ar: استجابة خفيفة عند اللمس
de: leichtes Feedback bei Berührung
fr: un léger retour au toucher
ru: лёгкий отклик на касания
uk: легкий відгук на дотики
uz_cyrl: тегинганда енгил тебраниш
uz_latn: teginganda yengil tebranish

source: a week before
ar: قبل أسبوع
de: eine Woche vorher
fr: une semaine avant
ru: за неделю
uk: за тиждень
uz_cyrl: бир ҳафта олдин
uz_latn: bir hafta oldin

source: after %lld minutes
ar: بعد %lld دقيقة
de: nach %lld Minuten
fr: après %lld minutes
ru: через %lld минуты
uk: через %lld хвилини
uz_cyrl: %lld дақиқадан кейин
uz_latn: %lld daqiqadan keyin

source: after %lld times
ar: بعد %lld مرة
de: nach %lld Mal
fr: après %lld fois
ru: после %lld раза
uk: після %lld разів
uz_cyrl: %lld мартадан кейин
uz_latn: %lld martadan keyin

source: after a minute
ar: بعد دقيقة
de: nach einer Minute
fr: après une minute
ru: через минуту
uk: через хвилину
uz_cyrl: бир дақиқадан кейин
uz_latn: bir daqiqadan keyin

source: allowed
ar: مسموح بها
de: erlaubt
fr: autorisées
ru: разрешены
uk: дозволені
uz_cyrl: рухсат берилган
uz_latn: ruxsat berilgan

source: always
ar: دائمًا
de: immer
fr: toujours
ru: всегда
uk: завжди
uz_cyrl: доим
uz_latn: doim

source: an hour before
ar: قبل ساعة
de: eine Stunde vorher
fr: une heure avant
ru: за час
uk: за годину
uz_cyrl: бир соат олдин
uz_latn: bir soat oldin

source: arrive on time, urgent ones get through Do Not Disturb
ar: تصل في وقتها، والعاجلة تتخطى «عدم الإزعاج»
de: kommen pünktlich, dringende auch bei „Nicht stören“
fr: arrivent à l’heure, les urgentes passent même en mode Ne pas déranger
ru: приходят вовремя, срочные пробиваются сквозь «Не беспокоить»
uk: приходять вчасно, термінові проходять крізь «Не турбувати»
uz_cyrl: ўз вақтида келади, шошилинчлари «Безовта қилинмасин» режимидан ҳам ўтади
uz_latn: o‘z vaqtida keladi, shoshilinchlari «Bezovta qilinmasin» rejimidan ham o‘tadi

source: arriving
ar: عند الوصول
de: bei Ankunft
fr: en arrivant
ru: приду
uk: прийду
uz_cyrl: келаман
uz_latn: kelaman

source: as on the phone
ar: كما في الهاتف
de: wie auf dem Telefon
fr: comme sur le téléphone
ru: как на телефоне
uk: як на телефоні
uz_cyrl: телефондагидек
uz_latn: telefondagidek

source: at %@
ar: في %@
de: um %@
fr: à %@
ru: в %@
uk: о %@
uz_cyrl: соат %@ да
uz_latn: soat %@ da

source: at %@, next
ar: في %@، القادمة
de: um %@, nächste
fr: à %@, prochaines
ru: в %@, ближайшие
uk: о %@, найближчі
uz_cyrl: соат %@ да, энг яқинлари
uz_latn: soat %@ da, eng yaqinlari

source: buy bread when I leave work
ar: شراء الخبز عندما أغادر العمل
de: Brot kaufen, wenn ich die Arbeit verlasse
fr: acheter du pain quand je quitte le travail
ru: купить хлеб, когда уйду с работы
uk: купити хліб, коли піду з роботи
uz_cyrl: ишдан кетганимда нон олиш
uz_latn: ishdan ketganimda non olish

source: by place · %@
ar: حسب المكان · %@
de: nach Ort · %@
fr: selon le lieu · %@
ru: по месту · %@
uk: за місцем · %@
uz_cyrl: жойга кўра · %@
uz_latn: joyga ko‘ra · %@

source: choose
ar: اختر
de: wählen
fr: choisir
ru: выбрать
uk: вибрати
uz_cyrl: танлаш
uz_latn: tanlash

source: every %lld days
ar: كل %lld يوم
de: alle %lld Tage
fr: tous les %lld jours
ru: каждые %lld дня
uk: кожні %lld дні
uz_cyrl: ҳар %lld кунда
uz_latn: har %lld kunda

source: every %lld minutes
ar: كل %lld دقيقة
de: alle %lld Minuten
fr: toutes les %lld minutes
ru: каждые %lld минуты
uk: кожні %lld хвилини
uz_cyrl: ҳар %lld дақиқада
uz_latn: har %lld daqiqada

source: every %lld minutes, until I mark it
ar: كل %lld دقيقة حتى أضع علامة
de: alle %lld Minuten, bis ich abhake
fr: toutes les %lld minutes, jusqu’à ce que je coche
ru: каждые %lld минуты, пока не отмечу
uk: кожні %lld хвилини, доки не позначу
uz_cyrl: белгилагунимча ҳар %lld дақиқада
uz_latn: belgilagunimcha har %lld daqiqada

source: every Tue and Thu at 8
ar: كل ثلاثاء وخميس الساعة 8
de: jeden Di und Do um 8
fr: tous les mardis et jeudis à 8h
ru: каждый вт и чт в 8
uk: кожен вт і чт о 8
uz_cyrl: ҳар сешанба ва пайшанба соат 8 да
uz_latn: har seshanba va payshanba soat 8 da

source: every day
ar: كل يوم
de: täglich
fr: tous les jours
ru: каждый день
uk: щодня
uz_cyrl: ҳар куни
uz_latn: har kuni

source: every minute
ar: كل دقيقة
de: jede Minute
fr: chaque minute
ru: каждую минуту
uk: кожну хвилину
uz_cyrl: ҳар дақиқада
uz_latn: har daqiqada

source: every minute, until I mark it
ar: كل دقيقة حتى أضع علامة
de: jede Minute, bis ich abhake
fr: chaque minute, jusqu’à ce que je coche
ru: каждую минуту, пока не отмечу
uk: кожну хвилину, доки не позначу
uz_cyrl: белгилагунимча ҳар дақиқада
uz_latn: belgilagunimcha har daqiqada

source: every month
ar: كل شهر
de: monatlich
fr: tous les mois
ru: каждый месяц
uk: щомісяця
uz_cyrl: ҳар ой
uz_latn: har oy

source: every year
ar: كل سنة
de: jährlich
fr: tous les ans
ru: каждый год
uk: щороку
uz_cyrl: ҳар йил
uz_latn: har yil

source: every year on October 12
ar: كل سنة في 12 أكتوبر
de: jedes Jahr am 12. Oktober
fr: tous les ans le 12 octobre
ru: каждый год 12 октября
uk: щороку 12 жовтня
uz_cyrl: ҳар йили 12-октябр
uz_latn: har yili 12-oktyabr

source: for example, tomorrow at 9
ar: مثلًا، غدًا في 9
de: zum Beispiel morgen um 9
fr: par exemple, demain à 9 h
ru: например, завтра в 9
uk: наприклад, завтра о 9
uz_cyrl: масалан, эртага соат 9 да
uz_latn: masalan, ertaga soat 9 da

source: for payments and birthdays
ar: للمدفوعات وأعياد الميلاد
de: für Zahlungen und Geburtstage
fr: pour les paiements et anniversaires
ru: для оплат и дней рождения
uk: для оплат і днів народження
uz_cyrl: тўловлар ва туғилган кунлар учун
uz_latn: to‘lovlar va tug‘ilgan kunlar uchun

source: for voice input
ar: للإدخال الصوتي
de: für die Spracheingabe
fr: pour la saisie vocale
ru: для голосового ввода
uk: для голосового введення
uz_cyrl: овозли киритиш учун
uz_latn: ovozli kiritish uchun

source: for “when I arrive” and “when I leave” reminders
ar: لتذكيرات «عند الوصول» و«عند المغادرة»
de: für Erinnerungen „wenn ich ankomme“ und „wenn ich gehe“
fr: pour les rappels « quand j’arrive » et « quand je pars »
ru: для напоминаний «когда приду» и «когда уйду»
uk: для нагадувань «коли прийду» і «коли піду»
uz_cyrl: «келганимда» ва «кетганимда» эслатмалари учун
uz_latn: «kelganimda» va «ketganimda» eslatmalari uchun

source: h
ar: س
de: Std.
ru: ч
uk: год
uz_cyrl: соат
uz_latn: soat

source: iPhone watches at most 20 places at once, so this reminder may not come by place.
ar: يراقب iPhone عشرين مكانًا كحد أقصى في وقت واحد، لذلك قد لا يصل هذا التذكير حسب المكان.
de: Das iPhone überwacht höchstens 20 Orte gleichzeitig, diese Erinnerung kommt nach Ort vielleicht nicht.
fr: L’iPhone surveille au plus 20 lieux à la fois, ce rappel pourrait ne pas arriver selon le lieu.
ru: iPhone следит не больше чем за 20 местами сразу, это напоминание может не прийти по месту.
uk: iPhone стежить не більш ніж за 20 місцями одночасно, це нагадування може не прийти за місцем.
uz_cyrl: iPhone бир вақтда 20 тадан ортиқ жойни кузатмайди, бу эслатма жойга кўра келмаслиги мумкин.
uz_latn: iPhone bir vaqtda 20 tadan ortiq joyni kuzatmaydi, bu eslatma joyga ko‘ra kelmasligi mumkin.

source: in
ar: بعد
fr: dans
ru: через
uk: через
uz_cyrl: қолди
uz_latn: qoldi

source: in %lld days
ar: بعد %lld يوم
de: in %lld Tagen
fr: dans %lld jours
ru: через %lld дня
uk: через %lld дня
uz_cyrl: %lld кундан кейин
uz_latn: %lld kundan keyin

source: in %lld h
ar: بعد %lld س
de: in %lld Std.
fr: dans %lld h
ru: через %lld ч
uk: через %lld год
uz_cyrl: %lld соатдан кейин
uz_latn: %lld soatdan keyin

source: in %lld h %lld min
ar: بعد %1$lld س %2$lld د
de: in %1$lld Std. %2$lld Min.
fr: dans %1$lld h %2$lld min
ru: через %1$lld ч %2$lld мин
uk: через %1$lld год %2$lld хв
uz_cyrl: %1$lld соат %2$lld дақиқадан кейин
uz_latn: %1$lld soat %2$lld daqiqadan keyin

source: in %lld min
ar: بعد %lld د
fr: dans %lld min
ru: через %lld мин
uk: через %lld хв
uz_cyrl: %lld дақиқадан кейин
uz_latn: %lld daqiqadan keyin

source: in 2 hours
ar: بعد ساعتين
de: in 2 Stunden
fr: dans 2 heures
ru: через 2 часа
uk: через 2 години
uz_cyrl: 2 соатдан кейин
uz_latn: 2 soatdan keyin

source: in the evening about tomorrow and in the morning about today, only when there is a reason
ar: مساءً عن الغد وصباحًا عن اليوم، فقط عند وجود سبب
de: abends für morgen und morgens für heute, nur wenn es einen Grund gibt
fr: le soir pour le lendemain et le matin pour la journée, seulement s’il y a une raison
ru: вечером про завтра и утром про сегодня, только когда есть повод
uk: увечері про завтра й уранці про сьогодні, лише коли є привід
uz_cyrl: кечқурун эртанги кун ҳақида, эрталаб бугун ҳақида, фақат сабаб бўлса
uz_latn: kechqurun ertangi kun haqida, ertalab bugun haqida, faqat sabab bo‘lsa

source: in the morning about today, in the evening about tomorrow
ar: صباحًا عن اليوم، ومساءً عن الغد
de: morgens über heute, abends über morgen
fr: le matin pour aujourd’hui, le soir pour demain
ru: утром про сегодня, вечером про завтра
uk: зранку про сьогодні, увечері про завтра
uz_cyrl: эрталаб бугун ҳақида, кечқурун эртага ҳақида
uz_latn: ertalab bugun haqida, kechqurun ertaga haqida
